abs
acpid
adobe-source-code-pro-fonts
alsa-utils
alsi
arandr
archey3
archlinux-menus
archlinux-wallpaper
archlinux-xdg-menu
ario
arm
atool
audacity
audio-convert
autoconf
automake
axel
babl
bar
bash
bash-completion
bashrun
bison
black-white-mix-icons
bleachbit
bzip2
catdoc
chromium
cmake
colorgcc
coreutils
cpio
cpupower
cronie
cryptsetup
cups
cups-pdf
darktable
dbus
device-mapper
dex
dhcpcd
diffutils
dosfstools
dri2proto
driconf
dunst
dzen2
e2fsprogs
easytag
efibootmgr
enet
expac
extundelete
fakeroot
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
flex
freealut
gawk
gcc-multilib
gdb
geany
geda-gaf
gendesk
gettext
gimp
gkrellm
glibc
glproto
glu
gnome-icon-theme-extras
gnome-keyring
gnome-menus
gnome-screenshot
gnu-netcat
gparted
gphoto2
gpicview
graphicsmagick
grep
grub
gstreamer0.10-bad
gstreamer0.10-bad-plugins
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good-plugins
gstreamer0.10-ugly-plugins
gtk-aurora-engine
gtk-engine-murrine
gtk-engine-unico
gtk-engines
gtk-recordmydesktop
gtkperf
gvfs-smb
gzip
handbrake
hardinfo
hddtemp
hdparm
htop
hwinfo
i2c-tools
icedtea-web
id3
id3v2
ifplugd
ifuse
imagemagick
inetutils
iotop
iputils
irssi
jack
jdk7-openjdk
jfsutils
jhead
john
jre8-openjdk
less
lib32-glu
lib32-libdrm
lib32-libpulse
lib32-libtxc_dxtn
lib32-mesa-git
lib32-mesa-libgl-git
libdrm
libgexiv2
libmariadbclient
libmtp
libnatpmp
libreoffice-still-base
libreoffice-still-calc
libreoffice-still-common
libreoffice-still-gnome
libreoffice-still-impress
libreoffice-still-writer
libtool
libtxc_dxtn
libunique
libunique3
libunrar
libva-vdpau-driver
libxft
libzip
licenses
linux
linux-firmware
linux-headers
lm_sensors
logrotate
lshw
luakit
lvm2
lxrandr
m4
make
man-db
man-pages
mdadm
mediainfo
memtest86+
menumaker
mesa-demos
mesa-git
minetest
minetest-common
mkisolinux
mp3splt
mpc
mpd
mplayer
multitail
ncdu
net-tools
network-manager-applet
nitrogen
ntfs-3g
ntp
numlockx
obconf
obmenu
openbox
openbox-themes
opencl-mesa-git
opencv
openssh
p7zip
pacman
pamixer
paprefs
patch
pavucontrol
pciutils
pcmciautils
perl
perl-image-exiftool
perl-switch
php
php-gd
php-mcrypt
pkg-config
plib
polkit-gnome
poppler-glib
ppp
procps-ng
proggyfonts
ps_mem
psmisc
pulseaudio
pulseaudio-alsa
pyalpm
qjackctl
ranger
reiserfsprogs
rtorrent
s-nail
samba
schedtool
screenfetch
scrot
sed
shadow
shntool
shotwell
smplayer
smplayer-themes
soundconverter
sox
squashfs-tools
strace
stress
subversion
sudo
sysfsutils
syslog-ng
systemd-sysvcompat
tar
terminus-font
testdisk
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
texmaker
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
time
tmux
tor
transset-df
ttf-bitstream-vera
ttf-chromeos-fonts
ttf-comfortaa
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-openlogos
ttf-roboto
tumbler
unetbootin
unrar
usbutils
util-linux
vala
vi
vidalia
vim
vim-a
vim-bufexplorer
vim-colorsamplerpack
vim-ctrlp
vim-doxygentoolkit
vim-fugitive
vim-guicolorscheme
vim-indent-object
vim-jad
vim-jellybeans
vim-latexsuite
vim-minibufexpl
vim-nerdtree
vim-netrw
vim-omnicppcomplete
vim-project
vim-supertab
vim-surround
vim-syntastic
vim-taglist
vim-ultisnips
vim-vcscommand
vim-workspace
virtualbox
virtualbox-guest-dkms
virtualbox-guest-iso
virtualbox-guest-modules
virtualbox-host-dkms
virtualbox-host-modules
w3m
wget
which
winusb
wpa_supplicant
xarchiver
xf86-video-ati-git
xf86-video-fbdev
xf86-video-vesa
xfce4-notifyd
xfce4-settings
xfsprogs
xine-lib
xmobar
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xcalc
xorg-xclock
xorg-xfontsel
xorg-xinit
xsensors
xterm
yaourt
zathura
zenity
zip
zsh
zsh-completions
zsh-syntax-highlighting
